OpenFOAM/1_HeleShawRT/sims/n13/flow/system/sets
sets
{
type sets;
libs ("libsampling.so");
setFormat csv;
fields (p);                     
interpolationScheme cellPoint;
sets
{
mySet
{
type cloud;
axis xyz;
points
(
(3.066659e-05 0.0022460848 0)
(3.066659e-05 0.0022611786 0)
(3.066659e-05 0.0022765803 0)
(3.066659e-05 0.0022920424 0)
(3.066659e-05 0.0023074971 0)
(3.066659e-05 0.0023229151 0)
(3.066659e-05 0.0023382964 0)
(3.066659e-05 0.0023536526 0)
(3.066659e-05 0.0023689953 0)
(3.066659e-05 0.0023843319 0)
(3.066659e-05 0.0023996662 0)
(3.066659e-05 0.0024149999 0)
(3.066659e-05 0.0024303333 0)
(3.066659e-05 0.0024456667 0)
(3.066659e-05 0.002461 0)
(3.066659e-05 0.0024763333 0)
(3.066659e-05 0.0024916667 0)
(3.066659e-05 0.002507 0)
(3.066659e-05 0.0025223333 0)
(3.066659e-05 0.0025376667 0)
(3.066659e-05 0.002553 0)
(3.066659e-05 0.0025683333 0)
(3.066659e-05 0.0025836667 0)
(3.066659e-05 0.002599 0)
(3.066659e-05 0.0026143333 0)
(3.066659e-05 0.0026296667 0)
(3.066659e-05 0.002645 0)
(3.066659e-05 0.0026603333 0)
(3.066659e-05 0.0026756667 0)
(3.066659e-05 0.002691 0)
(3.066659e-05 0.0027063333 0)
(3.066659e-05 0.0027216667 0)
(3.066659e-05 0.002737 0)
(3.066659e-05 0.0027523333 0)
(3.066659e-05 0.0027676667 0)
(3.066659e-05 0.002783 0)
(3.066659e-05 0.0027983333 0)
(3.066659e-05 0.0028136667 0)
(3.066659e-05 0.002829 0)
(3.066659e-05 0.0028443333 0)
(3.066659e-05 0.0028596667 0)
(3.066659e-05 0.002875 0)
(3.066659e-05 0.0028903333 0)
(3.066659e-05 0.0029056667 0)
(3.066659e-05 0.002921 0)
(3.066659e-05 0.0029363333 0)
(3.066659e-05 0.0029516667 0)
(3.066659e-05 0.002967 0)
(3.066659e-05 0.0029823333 0)
(3.066659e-05 0.0029976667 0)
(3.066659e-05 0.003013 0)
(3.066659e-05 0.0030283333 0)
(3.066659e-05 0.0030436667 0)
(3.066659e-05 0.003059 0)
(3.066659e-05 0.0030743333 0)
(3.066659e-05 0.0030896667 0)
(3.066659e-05 0.003105 0)
(3.066659e-05 0.0031203333 0)
(3.066659e-05 0.0031356667 0)
(3.066659e-05 0.003151 0)
(3.066659e-05 0.0031663333 0)
(3.066659e-05 0.0031816667 0)
(3.066659e-05 0.003197 0)
(3.066659e-05 0.0032123333 0)
(3.066659e-05 0.0032276667 0)
(3.066659e-05 0.003243 0)
(3.066659e-05 0.0032583333 0)
(3.066659e-05 0.0032736667 0)
(3.066659e-05 0.003289 0)
(3.066659e-05 0.0033043333 0)
(3.066659e-05 0.0033196667 0)
(3.066659e-05 0.003335 0)
(3.066659e-05 0.0033503333 0)
(3.066659e-05 0.0033656667 0)
(3.066659e-05 0.003381 0)
(3.066659e-05 0.0033963333 0)
(3.066659e-05 0.0034116667 0)
(3.066659e-05 0.003427 0)
(3.066659e-05 0.0034423333 0)
(3.066659e-05 0.0034576667 0)
(3.066659e-05 0.003473 0)
(3.066659e-05 0.0034883333 0)
(3.066659e-05 0.0035036667 0)
(3.066659e-05 0.003519 0)
(3.066659e-05 0.0035343333 0)
(3.066659e-05 0.0035496667 0)
(3.066659e-05 0.003565 0)
(3.066659e-05 0.0035803333 0)
(3.066659e-05 0.0035956667 0)
(3.066659e-05 0.003611 0)
(3.066659e-05 0.0036263333 0)
(3.066659e-05 0.0036416667 0)
(3.066659e-05 0.003657 0)
(3.066659e-05 0.0036723333 0)
(3.066659e-05 0.0036876667 0)
(3.066659e-05 0.003703 0)
(3.066659e-05 0.0037183333 0)
(3.066659e-05 0.0037336667 0)
(3.066659e-05 0.003749 0)
(3.066659e-05 0.0037643333 0)
(3.066659e-05 0.0037796667 0)
(3.066659e-05 0.003795 0)
(3.066659e-05 0.0038103333 0)
(3.066659e-05 0.0038256667 0)
(3.066659e-05 0.003841 0)
(3.066659e-05 0.0038563333 0)
(3.066659e-05 0.0038716665 0)
(3.066659e-05 0.0038869992 0)
(3.066659e-05 0.0039023311 0)
(3.066659e-05 0.0039176613 0)
(3.066659e-05 0.003932988 0)
(3.066659e-05 0.0039483089 0)
(3.066659e-05 0.0039636202 0)
(3.066659e-05 0.0039789139 0)
(3.066659e-05 0.0039941722 0)
(3.066659e-05 0.0040140896 0)
);
}
}
}